{
  "events": [      
    {
      "act": "1",
      "year": "1896",
      "title": "Battessimo Del Fueco",
      "description": "Estimated date when Ms. Terri give birth to Hunter (based on the other acts)."
    },

    {
      "act": "1",
      "year": "1896",
      "title": "The Lake South",
      "description": "Instrumental theme of the Lake, a peaceful place where Hunter lived all his childhood"
    },

    {
      "act": "1",
      "year": "1896",
      "title": "City Escape",
      "description": "From the graphic novel: Hunter is a baby and Ms. Terri escapes the Dime, the whorehouse where she worked, to go to the Lake, by the River"
    },

    {
      "act": "1",
      "year": "1902",
      "title": "The Inquiry of Ms. Terri",
      "description": "From the graphic novel: Time passes, Hunter grows (he's now 8) and she's going back to work in The Dime. She comes at night to bring ressources for Hunter as he sleeps."
    },

    {
      "act": "1",
      "year": "1911",
      "title": "1878",
      "description": "From the graphic novel: Time passed, Hunter is now 15 and he falls in a trap he made, trying to catch the knife his mother gave him."
    },

    {
      "act": "1",
      "year": "1911",
      "title": "The Pimp & The Priest",
      "description": "From the graphic novel: in the meantime, she is in The Dime, as we have a description of what's happening here, and the main antagonist: the Pimp and the Priest (the same person assuming 2 roles, shortened TPP)"
    },

    {
      "act": "1",
      "year": "1911",
      "title": "His Hands Matched His Tongue",
      "description": "From the graphic novel: The Old Man helps Hunter to get out of the hole, and they talk in the way home"
    },

    {
      "act": "1",
      "year": "1912",
      "title": "The River North",
      "description": "Time passes as Hunter grows"
    },

    {
      "act": "2",
      "year": "1914",
      "title": "The Death & The Berth",
      "description": "From Storytime 'Act II is set in the mid 1910s, and Hunter is in his late teens.' And to let time pass until WWI"
    },

    {
      "act": "2",
      "year": "Early 1914",
      "title": "The Procession",
      "description": "Ms. Terri dies from natural causes, Hunter is destroyed"
    },

    {
      "act": "2",
      "year": "Early 1914",
      "title": "The Lake & The River / The Oracles On The Delphi Express",
      "description": "He decides to leave the tree and the Lake after burying his mother. Wandering trought the forest, he arrives near a train station. He jumps aboard and he meets the Oracles, who tell him not to go far from the Lake, because bad things will happen. But he goes anyway"
    },

    {
      "act": "2",
      "year": "Early 1914",
      "title": "The Church & The Dime",
      "description": "Ms. Leading is working in the Dime, and she's describing the Dime & Church thing as she sees Hunter trough a window, wandering alone in the city"
    },

    {
      "act": "2",
      "year": "Early 1914",
      "title": "The Bitter Suite I & II",
      "description": "Hunter encounters Ms Leading. He just had begun adulthood age (18). She brings him to the Dime."
    },

    {
      "act": "2",
      "year": "Early 1914",
      "title": "The Bitter Suite III",
      "description": "They make love, obviously"
    },

    {
      "act": "2",
      "year": "Early 1914",
      "title": "Smiling Swine",
      "description": "He wakes up the next morning, alone & completely euphoric because of his wonderful night. He meets TPP as he goes outsite. TPP suggets him to get a job as a driver to pay his future 'visits' to Ms. Leading."
    },

    {
      "act": "2",
      "year": "Mid 1914 - End 1916",
      "title": "Evicted / Blood Of The Rose",
      "description": "Time passes and Ms L / Hunter are 'together'. She begins to fall love with him because he's not like the other clients of the Dime. She knows he ignores her true job and that TPP is using his naivety. She tries to ignore her feelings. "
    },

    {
      "act": "2",
      "year": "End 1916",
      "title": "Red Hands",
      "description": "Hunter discovers the true job of Ms Leading as she's with another man. Innocence = destroyed"
    },

    {
      "act": "2",
      "year": "End 1916",
      "title": "Where The Roads Parts",
      "description": "She truely regrets this and write to Hunter telling him that she is really in love with him."
    },

    {
      "act": "2",
      "year": "End 1916",
      "title": "Dear Ms. Leading",
      "description": "Hunter is in a bar, writing an angry letter at the back of an enlistment paper, He sticks the letter to Ms Leading's door with his mother's knife and decide to enlist the army."
    },

    {
      "act": "2",
      "year": "1917",
      "title": "Black Sandy Beaches",
      "description": "Ms Leading saw the departure and throwed away all the letters while going back to the City. A third eye discovers the letters they exchanged, scattered through the beach and reads them "
    },

    {
      "act": "2",
      "year": "1917",
      "title": "Vital Vessle Vindicates",
      "description": "The boat of the regiment is on his way to fight in France."
    },

    {
      "act": "3",
      "year": "",
      "title": "Writing On The Wall",
      "description": "From Storytime: 'In Act III Hunter is in his 20’s'"
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "In Cauda Venenum",
      "description": "First day at war, the battlefield is chaos and everything is chaos."
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "What It Means To Be Alone",
      "description": "Hunter is walking across dead bodies, thinking 'I'm alone and in big shit'. He's alone in his thoughts when..."
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "The Tank",
      "description": "... he's surprised by a tank. He's terrified and he decides to leave the battlefield."
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "The Poison Woman",
      "description": "Away from the battles, he encounters a lady who takes some pleasure to kill the solders who comes to her. But she sees in Hunter the rest of naivety he still has, and decides to gives him a bottle of poison, maybe if the war is too much for him."
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "The Thief",
      "description": "He is awaken from his sleep by a guy, Pierre, who steal dead bodies in researches for ressources. They spend the night talking together."
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "Mustard Gas",
      "description": "Hunter is heading to his regiment's basecamp when he's surprised by solders spreading mustard gas. He lose consciousness."
    },

    {
      "act": "3",
      "year": "Sep 1917",
      "title": "Saved",
      "description": "Hunter thinks it's the end, his life of suffering is now over, but he's saved by a solder who looks just like him, the Son"
    },

    {
      "act": "3",
      "year": "Early 1918",
      "title": "He Said He Had A Story",
      "description": "A little time passed since Hunter joined the Son's regiment. A general tells a story about that time when he forced a whore to please him, at the Dime. He can't remember her name, it seems to be a Mistery... (got it?)"
    },

    {
      "act": "3",
      "year": "Early 1918 - End 1918",
      "title": "This Beautiful Life",
      "description": "Oh, it appears that the General is the Son's Father, and their likeness is not a coincidence. Hunter is destroyed again after discovering in which context he was made, and that his father is an asshole. As time pass, Hunter & the Son are getting closer as Hunter decides to deny his pain"
    },

    {
      "act": "3",
      "year": "Early 1918 - End 1918",
      "title": "Go Get Your Gun",
      "description": "Time passes as the soldiers fight in the war."
    },

    {
      "act": "3",
      "year": "Mid 1918",
      "title": "Son // Father",
      "description": "The Son is dead. In an hopeless act, Hunter decides to steal the Son's identity (because of their likeness) hoping that he can have a better life after the war, with a family and a mother. <br/>To have all chances on his side, he uses the bottle of poison to kill the General while he sleeps."
    },

    {
      "act": "3",
      "year": "Mid 1918",
      "title": "Life & Death",
      "description": "The soldiers are singing together in a dramatic way as the war continues, but there's still hope for our new Hunter."
    },

    {
      "act": "4",
      "year": "End 1918 - Mid 1919",
      "title": "Rebirth",
      "description": "After fighting in the Second bataille of the Somme, this is the end of WWI (11 Nov 1918). From Storytme: 'Act IV takes place in the 1920’s.'"
    },

    {
      "act": "4",
      "year": "End 1918 - Mid 1919",
      "title": "The Old Haunt // Waves",
      "description": "Hunter is in his way back to the City in a military ship, where he speaks with the other passengers about the war. After that, as he contemplates the storm, think about his relation with Ms. Leading, and how it was a sinking. He approaches the city (lighthouse)"
    },

    {
      "act": "4",
      "year": "Mid 1919 - Mid 1921",
      "title": "At The End Of The Earth",
      "description": "He arrives at the Mother's Home, a little time passes as she live the loss of his husband and accepts her son in spite of some strange behaviour (she maybe blame PTSD)"
    },

    {
      "act": "4",
      "year": "Mid 1919 - Mid 1921",
      "title": "Remembered",
      "description": "A lot of time passes with the Mother and Hunter is thinking one last time about Ms. Terri. He's saying goodbye to his real mother as he's embrassing the Son's identity"
    },

    {
      "act": "4",
      "year": "Mid 1921",
      "title": "A Night On The Town // Is There Anybody Here?",
      "description": "The Son's friends kidnap Hunter and bring him to town as he hasn't spoked with them in years. As they wanders between bars, Hunter sees someone familiar, a waiter, a woman... it's Ms Leading, evicting him from the Son's identity and violentely pushing him back into his past. He passes out of inebriation and is wandering in his mind where Hunter's identity went all this time."
    },

    {
      "act": "4",
      "year": "Mid - End 1921",
      "title": "The Squeaky Wheel // The Bitter Suite IV & V",
      "description": "Hunter is found by the Son's Fiancée. A little time passes during the song as they get to know each other and she discovers that he is not the Son. She decides after that they should live that lie, and that it's time to get a good life and go to the Church. yes, THE Church. Oh, who's giving sick speeches exchanging salvation for money... yeah, TPP."
    },

    {
      "act": "4",
      "year": "End 1921 - End 1922",
      "title": "The Bitter Suite VI",
      "description": "TPP recognize Hunter, but keeps it for him. He tries to persuade Hunter to run for mayor as they speak in the confessionnal, so he can have the City's son under his thumb. A little time passes as Hunter is thinking about this proposition (not knowing that TPP discovered his dirty secret)"
    },

    {
      "act": "4",
      "year": "1923",
      "title": "King Of Swords (Reversed)",
      "description": "The campaign starts and Hunter is getting popular... and a little over his head."
    },

    {
      "act": "4",
      "year": "1923 - 1924",
      "title": "If All Goes Well",
      "description": "After a year of debate and compete, he is elected. The people of the city have big faith in him, and he finally gets of his pedestal"
    },

    {
      "act": "4",
      "year": "1923 - 1924",
      "title": "The Line",
      "description": "Just after being elected, Hunter decide it's time to separate completely from his old identity. Time passes"
    },

    {
      "act": "4",
      "year": "1923 - 1924",
      "title": "Wait",
      "description": "As he reflects on his old actions, he give Ms. Leading a redemption, because he realise what he did to her was worse than what she did. They get together again."
    },

    {
      "act": "4",
      "year": "End 1924",
      "title": "Ouroboros",
      "description": "After struggling with all the obligations of a mayor, he's ready to take TPP down. But TPP was planning all this, and he presents himself to Hunter, threatening him to expose his identity if he don't cooperate."
    },

    {
      "act": "5",
      "year": "1929",
      "title": "Regress",
      "description": "From Storytime: 'Act V takes place during the 1930’s' In the meantime, Hunter gets addicted to opium, the Fiancée is now the Wife and they have a Child"
    },

    {
      "act": "5",
      "year": "1929",
      "title": "The Moon / Awake",
      "description": "Hunter has an hallucination, involving his younger self. He apologize for everything he had become, and is determinated to end this story in a good way. Then he wakes up"
    },

    {
      "act": "5",
      "year": "End 1929 - Mid 1930",
      "title": "Cascade",
      "description": "Hunter is tore apart between his addiction, his relations with Wife/MsL the people of the City and TPP as they meet each other in the confessionnal"
    },

    {
      "act": "5",
      "year": "Mid 1930",
      "title": "The Most Cursed Of Hands / Who Am I",
      "description": "TPP is telling a story to the congregation, secretly adressing it to Hunter, telling the story of a gambler who was fool enough to gamble with the Devil."
    },

    {
      "act": "5",
      "year": "Mid 1930",
      "title": "The Revival",
      "description": "Oh surprise, the Dime reopens after 5 years of construction and renovation using the mayor's money (but not too much at the same time 'it took a little longer than we hoped'"
    },

    {
      "act": "5",
      "year": "Mid 1930 - End 1932",
      "title": "Melpomene",
      "description": "Time passes, the Dime is full and he spends his time between his private and public life. He writes an ode to Ms. Leading."
    },

    {
      "act": "5",
      "year": "Early 1933",
      "title": "Mr. Usher (On His Way To Town)",
      "description": "Mr. Usher, the aptly named and powerfuly evil new character, heard of the new Dime's succes and is on his way to town"
    },

    {
      "act": "5",
      "year": "Early 1933",
      "title": "The Haves Have Naught",
      "description": "Soon after, Mr. Usher decide to talk with the Mayor. They're arguing about their points of view about the people of the City. "
    },

    {
      "act": "5",
      "year": "Mid 1933",
      "title": "Light",
      "description": "A little time passes as Hunter takes the Wife and Child to the Lake to protect them from M. Usher"
    },

    {
      "act": "5",
      "year": "Early 1934",
      "title": "Gloria",
      "description": "As he gets back to the city, he seeks power and confidence to face TPP/Usher in opium. Time passes as M. Usher is waiting for Hunter to gain enough confidence to destabilize TPP."
    },

    {
      "act": "5",
      "year": "Mid 1934",
      "title": "The Flame (Is Gone)",
      "description": "Mr Usher now persuades TPP to kill Ms. Leading, so Hunter can be manipulable again. But Mr Usher knows this will only bring chaos."
    },

    {
      "act": "5",
      "year": "Mid 1934",
      "title": "The Fire (Remains)",
      "description": "Hunter discovers the body of Ms Leading and burns down the Dime with her inside. The fire spreads to the Church"
    },

    {
      "act": "5",
      "year": "Mid 1934",
      "title": "The March",
      "description": "TPP, in his Priest role, appeal the people of the city by revealing Hunter's true identity, and saying that Hunter manipulated him (false) and then burned down the House of God (true)"
    },

    {
      "act": "5",
      "year": "Mid 1934",
      "title": "Blood",
      "description": "Hunter is trapped in his home, the people are waiting outsite. TPP enters the house to face Hunter. Hunter kills TPP"
    },

    {
      "act": "5",
      "year": "Mid 1934",
      "title": "A Beginning",
      "description": "After that, Hunter commits suicide."
    }
  ]
}
